import React from "react";

function Conditions() {
  return (
    <div className="mx-[8%] py-7">
      <h3 className="flex font-bold">
        <svg
          width="20"
          height="20"
          viewBox="0 0 20 20"
          fill="none"
          xmlns="http://www.w3.org/2000/svg"
        >
          <rect
            width="20"
            height="20"
            rx="10"
            fill="#5FED2F"
            fill-opacity="0.5"
          />
          <path
            fill-rule="evenodd"
            clip-rule="evenodd"
            d="M10.8452 9.83061L11.9245 7.9606H10.2341L10 8.36661L9.1548 9.83061L8.73177 10.5626L8.30959 11.2938L7.88657 10.5626V10.5618L6.38512 7.9606H6.38427L5.96465 7.23286H6.80985L6.39023 6.50512L5.96975 5.77823H3.435L3.85462 6.50512L4.27509 7.23286L4.69472 7.9606L6.71707 11.464L7.04222 12.0257L7.46439 12.7577L8.30959 14.2217L9.1548 12.7577L9.57697 12.0266L9.90211 11.464L10 11.2938L10.8452 9.83061ZM16.1445 6.50512L16.565 5.77823H6.81495L7.23542 6.50512L7.65505 7.23286L8.07467 7.9606L8.73176 9.09776L9.38886 7.9606L9.57697 7.63461L9.34545 7.23286H14.0353L13.6157 7.9606L11.6904 11.2946L11.6895 11.2938L11.2682 10.5626L10.7473 11.464L10.4222 12.0266L10.8443 12.7577H10.8452V12.7586L11.6895 14.2217L12.5347 12.7577L13.2821 11.464L15.3044 7.9606L15.7249 7.23286L16.1445 6.50512Z"
            fill="#0E5445"
          />
        </svg>
        شرایط فروش اقساطی خودرو
      </h3>
      <hr />  
      <p className="text-sm font-light">
        یکی از مهم‌ترین مزایای مبین خودرو این است که نیاز ندارید برای خرید
        خودرو، تا قبل از تحویل ماشین، پولی را بپردازید. این یعنی برخلاف خیلی از
        شرکت‌های دیگر، برای ثبت‌نام خودرو در این شرکت هیچ پولی از شما گرفته
        نمی‌شود. برای خرید اقساطی خودرو نیازی به هیچ ضامنی ندارید! از همان ابتدا
        سند خودرو را به نامتان زده میشود. نگران قسط هم نباشید براحتی با اقساط 12
        تا 60 ماهه خودروی دلخواه تان را بخرید و بعد از واریز پیش‌پرداخت، مابقی
        پول خودرو را با اقساط کم، طی چند سال بعدی پرداخت کنید. در واقع سودی که
        بابت خرید قسطی به مبین خودرو می‌دهید، همان سودی است که به بانک‌ها هنگام
        وام گرفتن پرداخت می‌کنید.
      </p>
    </div>
  );
}

export default Conditions;
